Repository: phirebase/blogroll-links-renderer
Catalog: languages/blogroll-links-renderer-*.po
Languages: cs_cz

source: Blogroll Links Renderer
cs_cz: Blogroll správa odkazů

source: Renders WordPress Blogroll links to a Page or Post using the shortcode [blogroll-links]. Ideal for creating a custom links page.
cs_cz: Zobrazí Blogroll odkazy na stránce nebo v příspěvku pomocí zkratky [blogroll-links]. Ideální pro vytvoření vlastní stránky s odkazy.

source: No links found.
cs_cz: Nebyly nalezeny žádné odkazy.

source: Blogroll Links Renderer Settings
cs_cz: Nastavení zobrazení odkazů

source: How to use:
cs_cz: Jak to používat:

source: Display all links.
cs_cz: Zobrazení všech odkazů.

source: Filter links by category name.
cs_cz: Filtrování odkazů podle názvu kategorie.

source: Show link images/icons if available.
cs_cz: Zobrazte obrázky/ikony odkazů, pokud jsou k dispozici.

source: Add link descriptions as tooltips.
cs_cz: Přidání popisů odkazů.

source: Enable Links Manager
cs_cz: Povolení správce odkazů

source: Enable
cs_cz: Povolit

source: Custom CSS Class
cs_cz: Vlastí CSS třída

source: Settings
cs_cz: Nastavení
